{
	"text": {
		"values_ru": {
			"button_play": "Играть",
			"button_leaders": "Топ игроков",
			"button_credits": "Авторы",
			"button_restart": "Перезапуск",
			"button_menu": "Меню",
			"button_next": "Далее",
			"header_leaders": "Топ игроков:",
			"header_credits": "Авторы:",
			"login_message": "Как к Вам обращаться?",
			"place_name": "Ваше имя",
			"button_go": "Начать!",
			"Authority_lose": "Ваш город охватило пламя анархии и, первым делом, сожгли вас.",
			"Authority_achieve": "Поздравляем! Вы были успешно сожжены заживо!",
			"Ecology_lose": "Когда закончился свежий воздух, закончилось и ваше правление.",
			"Ecology_achieve": "Поздравляем! Вы успешно мутировали в новый вид обезьян!",
			"Entertainment_lose": "Вы буквально умерли от скуки!",
			"Entertainment_achieve": "Поздравляем! Вы умерли от скуки. Буквально.",
			"Finance_lose": "Даже подработка в публичном доме не спасла вас от финансового краха",
			"Finance_achieve": "Поздравляем! Вы успешно оюъявили себя бакротом и были проданы в рабство!",
			"Industry_lose": "Отказ от индустриального развития уничтожил все блага цивилизации. Придется возвращаться в тот лес откуда вы вышли.",
			"Industry_achieve": "Поздравляем! Выйдя за хлебом вечером, Вы успешно потерялись в лесу! Навсегда.",
			"event_0":"Пожар в парке!",
			"event_0_q0":"Потратить деньги на тушение/восстановление",
			"event_0_a0":"Деньги потрачены, парк снова радует жителей.",
			"event_0_q1":"Нечего гулять в парках, пусть работают!",
			"event_0_a1":"Вы показали населению, что дисциплина и эффективность для вас важнее, чем возможности для отдыха. Пусть все работают так же упорно, как вы!",
			"event_1":"Рабочие вышли на митинг",
			"event_1_q0":"Разогнать",
			"event_1_a0":"Порядок восстановлен!",
			"event_1_q1":"Выслушать их требования",
			"event_1_a1":"Может вас, конечно, и считают тряпкой за излишнюю снисходительность к бунтарям, но требования рабочих были разумными и помогли улучшить условия труда на фабрике.",
			"event_2":"В квартале развлечений открылось новое заведение! Кажется, там предоставляют услуги непристойного характера!",
			"event_2_q0":"Пускай развлекаются",
			"event_2_a0":"Все считают, что вы закрываете глаза на аморальные вещи. Зато народу весело. Пускай развлекается.",
			"event_2_q1":"Разогнать",
			"event_2_a1":"Такие развлечения подрывают устои общества!",
			"event_3":"На город надвигается ураган!",
			"event_3_q0":"Мобилизовать всех для подготовки к бедствию",
			"event_3_a0":"Вы потратили деньги и развели панику среди жителей, но остановить ураган вам все равно не под силу",
			"event_3_q1":"Смириться и принять судьбу",
			"event_3_a1":"Горожане считают, что власть обязана была что-то предпринять. Но что предпримешь против стихии?",
			"event_4":"Институт военной техники просит финансирование на разработку нового оружия",
			"event_4_q0":"Дать денег",
			"event_4_a0":"Теперь все увидят вашу мощь! А так же природу, пострадавшую от новых агрессивных технологий, и экономику, подчиненную военным нуждам.",
			"event_4_q1":"Не дать денег",
			"event_4_a1":"Знаем мы эти разработки. Нет уж, зеленые леса и чистые реки важнее нового оружия.",
			"event_5":"Соседнее государство просит продать ему две сотни жителей в рабство",
			"event_5_q0":"Продать",
			"event_5_a0":"Да в самом-то деле, разве у вас мало жителей? Кого волнует их недовольство? Зато вы получили ДЕНЬГИ.",
			"event_5_q1":"Не продать",
			"event_5_a1":"Соседи с ума сошли! Ни за какие деньги не продадим своих жителей!",
			"event_6":"Общество защиты лесов требует остановить вырубку парков",
			"event_6_q0":"Запретить вырубку",
			"event_6_a0":"Леса скажут вам спасибо.",
			"event_6_q1":"Запретить митинги против вырубки",
			"event_6_a1":"Вы разогнали митинг - хватит нарушать порядок в городе! А деревьев в лесах и так много.",
			"event_7":"Соседнее государство предлагает купить у него новые технологии для парка развлечений (в обмен на парочку рабов)",
			"event_7_q0":"Согласиться",
			"event_7_a0":"Вы теряете любовь народа. Зато у народа теперь есть множество возможностей поразвлечься!",
			"event_7_q1":"Отказаться",
			"event_7_a1":"Развлечения не могут быть оправданием для такой сделки!",
			"event_8":"Соседнее государство обиделось и вообще пошло на нас войной!",
			"event_8_q0":"Сдаться сразу",
			"event_8_a0":"Пойти по пути наименьшего сопротивления иногда значит понести меньшие потери.",
			"event_8_q1":"Воевать",
			"event_8_a1":"В войне не бывает победителей. Все стороны жизни вашего города пострадали.",
			"event_9":"На квартал банков упал метеорит!",
			"event_9_q0":"Подсчитать ущерб",
			"event_9_a0":"Банки решили преувеличить полученный ущерб и разворовали столько же, сколько потратили на отстройку разрушенных зданий.",
			"event_9_q1":"Отдать метеорит ученым",
			"event_9_a1":"Банк не так уж сильно и пострадал. А открытия ученых принесли дополнительные деньги в казну.",
			"event_10":"Директор парка развлечений предлагает устроить в городе карнавальное шествие",
			"event_10_q0":"А почему бы и да",
			"event_10_a0":"Жители счастливы! Немного денег, потраченных на карнавал, стоили того.",
			"event_10_q1":"Запретить!",
			"event_10_a1":"Вы снова показали силу своей власти и твердость своей руки. Никаких затрат на удовольствия, только работа!",
			"event_11":"Управляющий фабрики обвиняет главу экологического общества в воровстве",
			"event_11_q0":"И правда - вор!",
			"event_11_a0":"Экологическое общество осталось без управления. Зато фабрики развернули производство во всю мощь!",
			"event_11_q1":"Экологи невиновны!",
			"event_11_a1":"Фабрика лишилась финансирования из-за испорченной репутации управляющего. Экологи же, наоборот, получили всяческую поддержку. Только вот глава экологического общества - действительно вор, и из вашей казны исчезает некоторое количество денег.",
			"event_12":"Полиция обнаружила незаконный слив промышленных отходов в реку. Управляющий фабрики предлагает вам денег, чтоб замять этот прискорбный инцидент",
			"event_12_q0":"Взять деньги",
			"event_12_a0":"Отходы продолжают сливаться. Вы пожертвовали своей репутацией и экологической безопасностью ради денег и производства.",
			"event_12_q1":"Посадить управляющего",
			"event_12_a1":"Пришлось потратить немного денег на нейтрализацию последствий, но зато справедливость (а с ней и экологическая безопасность) восстановлена.",
			"event_13":"На археологических раскопках ученые обнаружили гигантское яйцо. Открываем?",
			"event_13_q0":"Открыть",
			"event_13_a0":"Вылупившийся динозавр сожрал ведущего новостей. Пришлось застрелить мерзавца",
			"event_13_q1":"Не открывать",
			"event_13_a1":"Вы продали яйцо лаборатории и заработали немного денег. Но что же было внутри...",
			"event_14":"Глава безопасности сообщил, что супруга президента банка - на самом деле мужчина. Разоблачить?",
			"event_14_q0":"Да",
			"event_14_a0":"Президент банка оказался переодетой женщиной. Вы сильно испортили отношения с финансовым сектором",
			"event_14_q1":"Нет",
			"event_14_a1":"Вы решили скрыть эту информацию. Вы получили поддержку главы безопасности",
			"event_15":"После насыщенного дня Вы решили принять ванну. Внезапно Вам сообщают, что приехал посол из соседнего государства",
			"event_15_q0":"Выяснить в чем дело",
			"event_15_a0":"Посол привез уведомление о санкциях против вашего города",
			"event_15_q1":"Ничто не сравнится с ванной",
			"event_15_a1":"Вы насладились ванной и решили немного повысить налоги",
			"event_16":"Министерство здравоохранения предложило провести марафон",
			"event_16_q0":"Разрешить",
			"event_16_a0":"Все прошло просто отлично. И просто дорого",
			"event_16_q1":"Запретить",
			"event_16_a1":"Пусть знают кто в доме папочка.",
			"event_17":"Вам нужно решить, проводить ли фестиваль китайского рока.",
			"event_17_q0":"Да, это моя мечта",
			"event_17_a0":"Вы тусили как в последний раз и потеряли уважение",
			"event_17_q1":"Нихай не надо",
			"event_17_a1":"Тем самым вы предотвратили вторжение вражеских агентов в свое государство",
		},
		"values_en": {
			"button_play": "Play",
			"button_leaders": "Leaderboards",
			"button_credits": "Credits",
			"button_restart": "Restart",
			"button_menu": "Menu",
			"button_next": "Continue",
			"header_leaders": "Leaderboards:",
			"header_credits": "Credits:",
			"login_message": "How can I call you?",
			"place_name": "Your name",
			"button_go": "Go!",
			"Authority_lose": "Your city has been engulfed in flames of anarchy. You fell the first victim to it.",
			"Authority_achieve": "Congratulations! You've been burned alive!",
			"Ecology_lose": "There's no more fresh air. There's now no monarchy of yours as well.",
			"Ecology_achieve": "Congratulations! You've mutated into a new species of monkeys!",
			"Entertainment_lose": "You died of boredom.",
			"Entertainment_achieve": "Congratulations! You died of boredom. Literally!",
			"Finance_lose": "Even your side job at the brothel couldn't save you from a financial collapse.",
			"Finance_achieve": "Congratulations! You've declared yourself bankrupt and sold yourself into slavery!",
			"Industry_lose": "Complete lack of industrial development ruined your civilization. Guess we're going back to stone age.",
			"Industry_achieve": "Congratulations! You went to get a snack and got lost in the woods. Forever.",
			"event_0":"Fire at the park!",
			"event_0_q0":"Spend money on firefighting/restorations",
			"event_0_a0":"The money has been spent. The park's making citizens happy again.",
			"event_0_q1":"They shouldn't walk instead of working",
			"event_0_a1":"You've demonstrated that discipline and efficiency are more important to you than the resting opportunities. Everyone should be working as hard as you do!",
			"event_1":"The workers are rioting",
			"event_1_q0":"Disperse",
			"event_1_a0":"Order has been restored!",
			"event_1_q1":"Hear them out",
			"event_1_a1":"Perhaps some might consider you a weakling for your clemency towards the rioters but their demands were reasonable and helpful for improving the working conditions at the factory.",
			"event_2":"There's a new establishment in the entertainment block. Apparently they're offerring red-light services!",
			"event_2_q0":"Let them have a good time",
			"event_2_a0":"You are believed to be closing your eyes on immoral notions. The people are having fun though.",
			"event_2_q1":"Disperse",
			"event_2_a1":"Such enterntainment is intolerable in our society!",
			"event_3":"Holly sheep! A hurricane is coming!",
			"event_3_q0":"Mobilize everyone to prepare for the disaster",
			"event_3_a0":"You've spent money and caused panic among the citizens but you still couldn't stop the hurricane.",
			"event_3_q1":"Do nothing and give in to fate",
			"event_3_a1":"People think the authorities should've taken at least some action. But what does one do against a force of nature?",
			"event_4":"The military engineering institution is requesting finances to develop a new weapon",
			"event_4_q0":"War never changes",
			"event_4_a0":"Now everyone's going to witness your power! ..along with the nature harmed by the aggressive technology as well as the economy bent by military needs.",
			"event_4_q1":"Make love not war",
			"event_4_a1":"You already know where this goes. Nope, green forests and clean rivers are more important than new weapons.",
			"event_5":"A neighbouring state is asking to sell them two hundred people of your city as slaves",
			"event_5_q0":"Sell",
			"event_5_a0":"Indeed, don't we have enough citizens? Who cares about their uproar? You're getting your MONEY.",
			"event_5_q1":"Don't sell",
			"event_5_a1":"We do not sell our people! BECAUSE THIS IS SPARTA!",
			"event_6":"The forest preservation community demands to stop deforestation.",
			"event_6_q0":"Stop deforestation",
			"event_6_a0":"Forests are thankful to you.",
			"event_6_q1":"Stop protests against deforestation",
			"event_6_a1":"You've dispersed the protest. Stop disturbing social order! There are more than enough trees in the forests.",
			"event_7":"A neighbouring state is offering to trade their brand-new amusement-park technologies for a couple of slaves.",
			"event_7_q0":"Agree",
			"event_7_a0":"You lose the trust of your people. But now they have lots of opportunities to have fun!",
			"event_7_q1":"Disagree",
			"event_7_a1":"Enterntainment is no excuse for this kind of deal!",
			"event_8":"A neighbouring state got pissed off and declared war on us!",
			"event_8_q0":"Surrender immediately",
			"event_8_a0":"Coward... but losses were minimal",
			"event_8_q1":"Go to war",
			"event_8_a1":"There's no victory in war. Your city was badly damaged.",
			"event_9":"A meteor hit the bank block!",
			"event_9_q0":"Assess the damages",
			"event_9_a0":"The banks have intentionally overestimated the damages and snatched about as much as they spent on rebuilding the decimated premises.",
			"event_9_q1":"Give the meteorite to scientists",
			"event_9_a1":"The Bank is not too badly damaged. And the discoveries of scientists brought additional money to the treasury.",
			"event_10":"The amusement park's director suggests to organize a carnival in the city",
			"event_10_q0":"Why the hell yes",
			"event_10_a0":"Your people are happy! Whatever little money it cost was certainly worth it.",
			"event_10_q1":"Disallow!",
			"event_10_a1":"Yet again you've proven No fun allowed",
			"event_11":"The factory manager think that the head of environmental society is a thief",
			"event_11_q0":"Agree",
			"event_11_a0":"The ecological society remained without management. But the factory launched production at full power!",
			"event_11_q1":"Disagree",
			"event_11_a1":"Factory lost the financing due to the ruined reputation of the manager. And you lost some money, because head of environmental society is a thief indeed.",
			"event_12":"The police has uncovered illegal discharge of industrial waste into the river. The factory manager offers you money and asks to hush up this nasty incident",
			"event_12_q0":"Take the money",
			"event_12_a0":"You sacrificed your reputation and environmental safety for money and production. The waste keeps coming.",
			"event_12_q1":"Put the manager in jail",
			"event_12_a1":"You spent little money to neutralize the consequences but in the end justice has been served. The ecological safety is ensured.",
			"event_13":"The archaeologists have dug up a giant egg. Should we open it up?",
			"event_13_q0":"Open it",
			"event_13_a0":"A dinosaur hatched and ate the news journalist. We had to shoot the bastard",
			"event_13_q1":"Don't open it",
			"event_13_a1":"You sold the egg to the laboratory and earned some money. What was inside it remains a mystery...",
			"event_14":"The head of security reports that the bank president's wife is actually a man. Should we expose this?",
			"event_14_q0":"Sure",
			"event_14_a0":"As it turns out the bank president is actually a woman. You have considerably hurt your ties with the financial sector.",
			"event_14_q1":"Hush it up",
			"event_14_a1":"You decided not to reveal this information. The head of security supports your decision.",
			"event_15":"You were about to take a bath after a long busy day. Suddenly you're being informed that an ambassador from a neighbouring state has arrived",
			"event_15_q0":"Meet the guest",
			"event_15_a0":"The ambassador informs you about sanctions against your state. It was better to have a bath after all",
			"event_15_q1":"Have a bath",
			"event_15_a1":"You enjoyed your bath and decided to raise taxes a tad",
			"event_16":"The Ministry of Health proposes to organize a marathon",
			"event_16_q0":"Approve",
			"event_16_a0":"Everything went just fine. And just really expensive",
			"event_16_q1":"Decline",
			"event_16_a1":"Now who's your daddy in the house",
			"event_17":"Festival of Chinese rock in So So State! Sounds great?",
			"event_17_q0":"That's my dream",
			"event_17_a0":"You were hanging out like there's no tomorrow. This cost you respect",
			"event_17_q1":"Absolutely not",
			"event_17_a1":"You've successfully prevented the enemy spies from entering your state.",
			"event_18":"You decided to buy a smartphone. Which one would you pick?",
			"event_18_q0":"Last iPhone",
			"event_18_a0":"You dispersed the whole queue to buy it. Your people sure as hell did not appreciate it",
			"event_18_q1":"Some Android",
			"event_18_a1":"You pulled out your phone during a meeting with important investors. Turns out everyone had Apple products. You are ashamed",
		}
	}
}
